package com.yk2;

import java.util.Scanner;

public class Main {
    public static void main(String[] args) {


        Person person = new Person(25, "Name");
        System.out.println(person);


    }
}

/*
Задача 1:
Создать var переменную с текстовым блоком и вывести в консоль.
Задача 2:
Создать рекорд Person с полями. Создать объект рекорда Person.
Задача 3:
Создать запечатанный класс Fruit и разрешить наследование 3 любым фруктам.
 */